<!DOCTYPE html>
<html lang="en">

<!-- Mirrored from mxbo.neocities.org/entries/entry012 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
<head>
	<script src="script.html"></script>	
	<link rel="stylesheet" type="text/css" href="style_entries.css" />
	<title>RomOS</title>
</head>
<body class="bsubpage">
    <div>
<!-- INFOBOX -->
        <div class="info">
            <h1>— ENTRY 012 —</h1>
            <p><u>CONTENT WARNING</u>: Nothing really, just me being a bit angry</p>
            <p><u>DATE</u>: 07/10/2024</p>
            <p><u>TITLE</u>: AITA</p>
            <p><u>LANGUAGE</u>: Spanish</p>
        </div>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
<!-- JOURNALING START!! -->
<p>Nuestro instituto entrega el TREC hoy por la ma&ntilde;ana, y lo pide impreso, encuadernado con anillas, portada de pl&aacute;stico y contraportada de cart&oacute;n negra con unas especificaciones que no recuerdo. En fin, que te vas a una copister&iacute;a y te lo hacen porque ellos saben como va de hacerlo durante a&ntilde;os.&nbsp;</p>
<p>El caso es que esta amiga (L) ha estado desde que empezamos el TREC a finales del curso pasado sin hacer nada. No es que no sea trabajadora, m&aacute;s bien al contrario, pero es <em>tan</em> perfeccionista que hasta que no lo tenga todo perfecto no para. Pero no empieza a trabajar en cosas que siente que no le van a quedar perfectas, &iquest;me entend&eacute;is? En plan, su TREC va sobre un c&oacute;mic, y es un proyecto, as&iacute; que empez&oacute; su c&oacute;mic y lo ha dejado como boceto porque &ldquo;si lo empiezo a entintar me quedar&aacute; mal porque no tengo tiempo para curr&aacute;rmelo bien&rdquo;.&nbsp;</p>
<p>Encima, es de las personas que se queja mucho. Tenemos cada d&iacute;a media hora de lectura que usamos para trabajar en el TREC. Es muy poco tiempo y entre que recoges de la asignatura anterior y empiezas a trabajar ya se ha acabado el tiempo, pero al menos, entre todas las clases que nos dan, pues puedes acabar un apartado o dos de 6 (en TRECs de proyecto ser&aacute;n unas 10 p&aacute;ginas) y ya tienes una base para cuando trabajes en casa. Y ella cada media hora de lectura solo se quejaba con el profe de que si han adelantado la fecha de entrega (el curso pasado se entreg&oacute; en diciembre) y que no es justo que empecemos en el TREC tan tarde porque se deber&iacute;a empezar a inicios de primero porque si no se tiene que trabajar todo en verano.</p>
<p>Y la verdad es que en todo eso tiene raz&oacute;n&hellip; pero todos los d&iacute;as es comentar lo mismo y quejarse, agobiando a los dem&aacute;s que quieren trabajar y al profe que opina lo mismo que ella, pero no tiene el poder de cambiar las cosas. Porque todos los profes en mi centro est&aacute;n en contra del TREC y piden cada a&ntilde;o quitarlo, pero no les hacen caso. Nuestro tutor est&aacute; ya cansado de L, porque es encima una de las alumnas que &eacute;l tutoriza en el TREC (cada alumno tiene su tutor de TREC personal y L le toc&oacute; el que aparte es nuestro tutor de aula).</p>
<p>En la reuni&oacute;n de padres el que m&aacute;s habl&oacute; fue el padre de L, me lo coment&oacute; mi madre cuando lleg&oacute; a casa, cuando llegu&eacute; a clase me lo coment&oacute; un amigo &ldquo;el que m&aacute;s habl&oacute; fue el padre de L&rdquo; y luego el tutor lo coment&oacute; tambi&eacute;n cuando L entr&oacute; en el aula. Se ve que las cosas que dijo fueron del estilo:</p>
<p>PL (Padre L): &iexcl;Es que su tutor no ha estado pendiente!</p>
<p>T (Tutor): Yo soy su tutor, le he estado mandando mails y haciendo reuniones.</p>
<p>(Aqu&iacute; PL se quer&iacute;a morir de la verg&uuml;enza)</p>
<p>PL: Bueno, pero ha trabajado mucho en la parte pr&aacute;ctica y no le ha dado tiempo porque lo ha hecho todo en verano.</p>
<p>T: En las reuniones que ten&iacute;amos no me entregaba los avances que le ped&iacute;a.</p>
<p>PL: Pero la parte te&oacute;rica la tiene casi terminada.</p>
<p>T: No, no la tiene tampoco.</p>
<p>Ahora, la semana pasada se ten&iacute;a que imprimir para ir bien. Yo falt&eacute; el martes y mi&eacute;rcoles para acabarlo y lo imprim&iacute; el jueves, el viernes fui a clase para preguntarle a mi tutor de aula que me lo revisara un poco por encima por si hab&iacute;a alg&uacute;n error de formato que cambiar. M&aacute;s que nada por si acaso y para tener una segunda opini&oacute;n, ya que mi tutor de TREC ya lo hab&iacute;a estado revisando y lo ve&iacute;a perfecto. Hice los cambios necesarios y volv&iacute; a imprimir algunas hojas el viernes, tambi&eacute;n mejorando la calidad de la portada.</p>
<p>Le dije mi m&eacute;todo a mi grupo, porque as&iacute; ir&iacute;an bien ellos tambi&eacute;n. De hecho, esa semana cada d&iacute;a faltaban como m&iacute;nimo un tercio o dos de la clase (somos 40 y pico). L se estuvo quejando m&aacute;s sobre que no llegaba y le dije &ldquo;todo el mundo se est&aacute; saltando clase. Falta el viernes, acaba por la ma&ntilde;ana lo que falte de la parte te&oacute;rica, por la tarde imprimes y revisas y el s&aacute;bado arreglar problemas que hayas visto despu&eacute;s de imprimir&rdquo;. &iquest;Me hizo caso? No. Me dijo &ldquo;ay ay ay, no me agobies, ya me lo pensar&eacute;&rdquo; y vino ese mismo viernes, que no hicimos nada muy importante en clase.</p>
<p>El DOMINGO, otra amiga (K) por la ma&ntilde;ana pidi&oacute; ayuda por el grupo. Esta s&iacute; que hab&iacute;a faltado un d&iacute;a de la semana y necesitaba que le revis&aacute;ramos faltas y ayud&aacute;ramos con tema encabezados y cosas de formato que no entiende muy bien. La estuve ayudando durante dos horas, porque &iacute;bamos a contrarreloj y se ten&iacute;a que ir volando de casa a imprimir, y me agobi&eacute; much&iacute;simo. El estar haci&eacute;ndolo a &uacute;ltimo minuto, invent&aacute;ndome cosas.</p>
<p>Estaba con la idea de que hoy ten&iacute;amos un examen de catal&aacute;n y otro de filosof&iacute;a, aunque hoy al llegar a clase me han comentado que ten&iacute;a las fechas mal y que son dentro de dos d&iacute;as. Pero eso no lo sab&iacute;a, y me hab&iacute;a reservado el s&aacute;bado para descansar y el domingo para estudiar. Pero con el estr&eacute;s del TREC de K, al final no pude estudiar nada por la tarde y quer&iacute;a empezar por la noche, cuando recib&iacute; el mensaje de L.</p>
<p>Me sent&iacute; y siento muy mal por eso, pero la ignor&eacute; y me fui a dormir porque consider&eacute; que no val&iacute;a la pena ayudarla si no lo iba a imprimir o entregar a tiempo. Esto porque pensaba que no lo podr&iacute;a imprimir por la ma&ntilde;ana, por la hora a la que abren las copister&iacute;as u otros sitios donde imprimen formato TREC y por el sitio en el que vive, que tiene que venir al instituto en tren.</p>
<p>Pero resulta que hizo empalmada, lo termin&oacute; y hoy ha llegado tarde para esperar a que abriera un sitio espec&iacute;fico en el pueblo donde vivo y al final lo ha podido imprimir y le ha quedado bien.</p>
<p>Ahora ya no s&eacute; qu&eacute; pensar. Obviamente, no puedo cambiar mis acciones, pero incluso si pudiera no s&eacute; realmente si la hubiera ayudado, sabiendo lo que habr&iacute;a pasado (ella lo habr&iacute;a acabado en menos tiempo y habr&iacute;a dormido menos), no s&eacute; si la hubiera ayudado. Porque la parte m&aacute;s ego&iacute;sta de m&iacute; me dice que se lo merece por no haber trabajado antes.</p>
<!-- SIGNATURE -->
        <p>Sincerily,<br><img src=img/signature.png></p>
<!-- COMMENT SECTION?? -->
        <br>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
        <iframe src="https://mxbo.nekoweb.org/entry012.html" style="width: 100%; border: none; ;" height= 1000px></iframe>
    </div>
</body class="bsubpage">

<!-- Mirrored from mxbo.neocities.org/entries/entry012 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
</html>