<!DOCTYPE html>
<html lang="es">

<!-- Mirrored from mxbo.neocities.org/entries/entry006 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
<head>
	<script src="script.html"></script>	
	<link rel="stylesheet" type="text/css" href="style_entries.css" />
	<title>RomOS</title>
</head>
<body class="bsubpage">
    <div>
<!-- INFOBOX -->
        <div class="info">
            <h1>— ENTRY 006 —</h1>
            <p><u>CONTENT WARNING</u>: General emo me, guilt tripping, psychologists</p>
            <p><u>DATE</u>: 11/03/2024</p>
            <p><u>TITLE</u>: Día normal</p>
            <p><u>LANGUAGE</u>: Spanish</p>
        </div>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
<!-- JOURNALING START!! -->
<p>Tomo caf&eacute;, me sienta mal, comunico este malestar y la persona de siempre se queja sobre que &ldquo;normal que me sienta mal&rdquo;, que &ldquo;debo dejar el caf&eacute;&rdquo;, pr&aacute;cticamente dici&eacute;ndome que es mi culpa que ella se sienta mal.</p>
<p>Siempre tengo que escuchar como lo hace todo sobre ella.</p>
<p>Me dan ganas de gritar, de golpear algo. Me da demasiada rabia, pero la tengo que contener porque no est&aacute; bien visto golpear el teclado de un port&aacute;til.</p>
<p>Me relajo, a medias, corrijo faltas de ortograf&iacute;a porque a la velocidad a la que vivo cometo demasiadas.</p>
<p>Vuelvo a empezar. Me cuestiono por qu&eacute; estoy escribiendo esto cuando deber&iacute;a acabar los deberes, o trabajando en el TREC, que es mil veces m&aacute;s importantes. Pero no tiene respuesta. Tengo este sentimiento constante de que debo desahogarme, pero no tengo nadie con quien hacerlo y, por tanto, todo lo que escribo es en vano.</p>
<p>Sab&iacute;a que este d&iacute;a donde escribir se volver&iacute;a obsoleto llegar&iacute;a. &iquest;C&oacute;mo puedo escribir tanto? &iquest;C&oacute;mo es que todo lo que escribo es in&uacute;til? Pues, porque el tiempo que uno toma entre pensar algo y escribirlo para m&iacute; es nulo. Mis pensamientos, cada uno de ellos, si quiero, sin filtrar, salen por mis dedos como si de un r&iacute;o enrome cargando agua se tratase, y el papel o el teclado y posteriormente la pantalla, es simplemente la presa.</p>
<p>Eso responde la cantidad de texto que puedo dejar escrito por minuto, y que si no escribo m&aacute;s r&aacute;pido es porque <em>mi cerebro</em> no va tan r&aacute;pido. Pero no explica el porqu&eacute; la presa no es &uacute;til. No es &uacute;til, es in&uacute;til, porque tiene agujeros. El agua fluye igualmente y, siguiendo su ciclo, llega a la cima de la monta&ntilde;a otra vez.</p>
<p>Sol&iacute;a escribir porque era el equivalente a parar esos pensamientos negativos de fluir por mi mente y dejarlos apartaditos mientras segu&iacute;a con mi vida. Pero, como he explicado antes, la presa dej&oacute; de funcionar y escribir mis pensamientos negativos una y otra vez no los hac&iacute;a dejar de existir.</p>
<p>Los psic&oacute;logos tampoco funcionan. Porque, una vez llego delante de uno, empiezo a olvidar todos esos problemas por el simple miedo que me da estar hablando con un adulto. Como olvidar directamente la localidad de la monta&ntilde;a por la que fluye el r&iacute;o.</p>
<p>Tambi&eacute;n encuentro una bastante obvia correlaci&oacute;n entre el lugar en el que me encuentro y lo que siento o pienso. Mis peores momentos son en clase. Esto es algo relativamente nuevo, pues sol&iacute;a ser al rev&eacute;s, pero supongo que tiene sentido si ya no estoy c&oacute;modo dentro de mi grupo de amigos.</p>
<!-- SIGNATURE -->
        <p>Atentamente,<br><img src=img/signature.png></p>
<!-- COMMENT SECTION?? -->
        <br>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
        <iframe src="https://mxbo.nekoweb.org/entry006.html" style="width: 100%; border: none; ;" height= 1000px></iframe>
    </div>
</body class="bsubpage">

<!-- Mirrored from mxbo.neocities.org/entries/entry006 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
</html>