<!DOCTYPE html>
<html lang="es">

<!-- Mirrored from mxbo.neocities.org/entries/entry008 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
<head>
	<script src="script.html"></script>	
	<link rel="stylesheet" type="text/css" href="style_entries.css" />
	<title>RomOS</title>
</head>
<body class="bsubpage">
    <div>
<!-- INFOBOX -->
        <div class="info">
            <h1>— ENTRY 008 —</h1>
            <p><u>CONTENT WARNING</u>: None</p>
            <p><u>DATE</u>: 09/05/2024</p>
            <p><u>TITLE</u>: Viejo por nuevo</p>
            <p><u>LANGUAGE</u>: Spanish</p>
        </div>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
<!-- JOURNALING START!! -->
<p>Hoy nos han dado port&aacute;tiles nuevos a todos los alumnos de primero de bachillerato. Es bastante patata en tema mecanismo interior pero me encanta!</p>
<p>Es plegable, se puede usar como tableta y es t&aacute;ctil, as&iacute; que yo lo veo mejor que mi port&aacute;til anterior, aunque ese no se recalentara tanto.</p>
<p>En tema esperar a que carguen p&aacute;ginas pues no s&eacute; muy bien cual va m&aacute;s r&aacute;pido. Este nuevo parece m&aacute;s r&aacute;pido pero no s&eacute; si es porque es nuevo y entonces a mi me lo parece porque me da ilusi&oacute;n y si es porque es r&aacute;pido de verdad.</p>
<p>Y yo creo que da un poco igual al final del d&iacute;a.</p>
<p>Las teclas de este tambi&eacute;n se sienten mucho mejor, aunque hagan m&aacute;s ruido.</p>
<p>Espero no tener que devolverlo el a&ntilde;o que viene. S&eacute; que el antiguo me lo podr&eacute; probablemente quedar porque yo creo que ya se habr&aacute;n olvidado, pero este&hellip; est&aacute; muy bien etiquetado y, lo m&aacute;s importante de todo, no me lo han dado a causa de un accidente. Ese creo que es el problema principal. Y no s&eacute; si hacer el cambiazo funcionar&aacute;.</p>
<p>La verdad es que no soy mucho de querer cambiar de aires, y el port&aacute;til viejo me iba bian. Al final del d&iacute;a son objetos y no tengo mucha conexi&oacute;n emocional con ellos pero idk sabes.&nbsp;</p>
<p>El m&oacute;vil s&iacute; que lo tengo que cambiar. Eso s&iacute; que va fatal. Tengo que hablarlo con mis padres porque hoy ni me ha dejado entrar a WhatsApp por un buen rato. Falta de espacio mis huevos, el sistema ocupa como dos tercios del espacio y las &uacute;nicas aplicaciones que tengo instaladas son La Meva Salut, WhatsApp y el Pou. Todo lo dem&aacute;s ven&iacute;a con el tel&eacute;fono. Incluso tuve que dejar de jugar a Sonic Dash, juego que me gustaba mucho, por falta de espacio a pesar de que llevase meses sin descargar nada. Que horror. Pero de esto ya he hablado mucho as&iacute; que no me quiero rayar tampoco. Aunque es verdad que no s&eacute; si he hablado de eso aqu&iacute;, en esta especie de diario.</p>
<p>Ma&ntilde;ana voy por fin a hablar con la P. Muchas veces me estreso. Tengo miedo de que mis padres se enteren de que hablo con esta chica a la que llamo mi psic&oacute;loga porque b&aacute;sicamente ejerce esa misma funci&oacute;n (ese no es el motivo por el cual estoy estresado ahora mismo pero yo lo escribo porque lo acabo de pensar y ya est&aacute;).</p>
<p>He hecho otra peque&ntilde;a lista, quiero comentarle que su m&eacute;todo ya lo estoy usando pero ahora el problema soy yo y la poca eficiencia que tengo al hacer un trabajo, que cada vez que intento ponerme con algo pues me distraigo de camino y eso no me permite hacer muchas cosas que de otra forma podr&iacute;a hacer en un d&iacute;a.</p>
<p>Hoy tengo que terminar las composiciones de las p&aacute;ginas 5 i 6, mirar si tengo que hacer una 7 porque quiero alargar un poco la situaci&oacute;n antes de que PUM Case llegue y mate a Novembre i poco m&aacute;s.</p>
<p>A lo mejor deber&iacute;a omitir el pasado de Case. Y juntar las p&aacute;ginas 2 y 3. As&iacute; me quedar&iacute;an 6 dibujadas y no 7. Creo que lo mejor es hacer solo las p&aacute;ginas m&iacute;nimas para este c&oacute;mic porque al final es un trabajo de clase y as&iacute; no me estreso m&aacute;s de lo normal.</p>
<!-- SIGNATURE -->
        <p>Sincerily,<br><img src=img/signature.png></p>
<!-- COMMENT SECTION?? -->
        <br>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
        <iframe src="https://mxbo.nekoweb.org/entry008.html" style="width: 100%; border: none; ;" height= 1000px></iframe>
    </div>
</body class="bsubpage">

<!-- Mirrored from mxbo.neocities.org/entries/entry008 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
</html>