<!DOCTYPE html>
<html lang="es">

<!-- Mirrored from mxbo.neocities.org/entries/entry007 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
<head>
	<script src="script.html"></script>	
	<link rel="stylesheet" type="text/css" href="style_entries.css" />
	<title>RomOS</title>
</head>
<body class="bsubpage">
    <div>
<!-- INFOBOX -->
        <div class="info">
            <h1>— ENTRY 007 —</h1>
            <p><u>CONTENT WARNING</u>: Me being confused af about my love life, and being a bitch about it</p>
            <p><u>DATE</u>: 13/03/2024</p>
            <p><u>TITLE</u>: Segundo hanahaki</p>
            <p><u>LANGUAGE</u>: Spanish</p>
        </div>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
<!-- JOURNALING START!! -->
<p>Se da por hecho que el lector conoce de esta enfermedad y todos los aspectos que la caracterizan. He entendido que uno no puede entender lo que significa tener un amor no correspondido hasta que no lo experimenta.</p>
<p>Hace a&ntilde;os, en primero de la ESO, me gustaba un chico (m&aacute;s o menos, es complicado). M&aacute;s bien me interesaba, pero porque era alto y ten&iacute;a el pelo largo, y ese, digamos, era mi &ldquo;tipo&rdquo; en ese momento. Ya hablaremos de como me gustan las personas ahora en alg&uacute;n momento.</p>
<p>A ese chico le gustaba otra chica bastante, y le gustaba yo un poco. Al final fui yo quien sali&oacute; con &eacute;l primero m&aacute;s que nada porque me di prisa y el 30 de octubre de ese mismo a&ntilde;o ya me estaba confesando. Para mi sorpresa dijo que s&iacute;. &nbsp; Entonces le volv&iacute; a preguntar que si est&aacute;bamos saliendo, porque la primera vez, de la sorpresa, no me hab&iacute;a enterado.</p>
<p>Nuestra relaci&oacute;n dur&oacute; 3 a&ntilde;os, pero eso no es tan importante. Cortamos porque nos est&aacute;bamos desenamorando poco a poco y al final quedamos en buenos t&eacute;rminos.</p>
<p>Pero lo que quiero que quede claro aqu&iacute; es el hecho de que, de la nada, tuviera la suficiente confianza en m&iacute; mismo como para intentar confesarme apenas un mes de conocernos.</p>
<p>Considero que, por motivos obvios, mi autoestima ha ido bajando. Y no fui capaz el 30 de octubre de este a&ntilde;o de confesarme a la persona que me interesaba rom&aacute;nticamente. A ninguna de las dos. Y tal vez eso habr&iacute;a cambiado las cosas.</p>
<p>Era un momento donde no sab&iacute;a que a B le gustaba S ni que a S le gustaba B. Tal vez, si le hubiese dicho a S que me gustaba en ese momento, ella se lo habr&iacute;a planteado y le podr&iacute;a haber empezado a gustar. O tal vez no, pero habr&iacute;a tenido tiempo de reacci&oacute;n para aceptar las cosas y no me estar&iacute;a atormentando d&iacute;a tras d&iacute;a ahora.</p>
<p>Por su culpa ahora estoy as&iacute;.</p>
<p>El primer hanahaki fue el primer proyecto final de fotograf&iacute;a que hice, donde no lo experimentaba yo, pero aun as&iacute; sab&iacute;a todo sobre el tema.</p>
<p>El segundo fue el que me afecta hoy en d&iacute;a y se reproduce cada vez que los veo juntos. Mintiendo.</p>
<p>Va a parecer ultra borde y que solo es mi imaginaci&oacute;n, pero no creo que est&eacute;n hechos tal para cual. Tampoco creo que est&eacute;n hechos para m&iacute;, y despu&eacute;s de ver que clase de personas son en realidad, tampoco me interesa. Pero sigue d&aacute;ndome asco y repulsi&oacute;n cuando los veo juntos. Me han dejado como segunda opci&oacute;n, los dos, han supuesto que yo estar&iacute;a aqu&iacute; cuando ellos terminen su peque&ntilde;o juego. <em>Yo </em>fui quien los present&oacute;, &iquest;acaso se les ha olvidado ese detalle? Su relaci&oacute;n no va a durar pasado el verano. Solo me queda esperar. Y cuando eventualmente B se canse de los chistes de mierda de B y B se canse de hacer avances no rec&iacute;procos porque S es un soso, como muy bien s&eacute; hacer, huir&eacute; y fingir&eacute; como que me sabe mal.</p>
<p>Si S me pide salir en ese punto, va a ser que no. Porque alguien que no se ama a s&iacute; mismo no puede ser amado por otro, y eso no me aplica solo a m&iacute;.</p>
<p>El bus huele a caldo de pollo. Nada que ver, solo que me ha entrado hambre.</p>
<p>Los odio tanto, a los dos, que no s&eacute; por qu&eacute; sigo enamorado de ellos. Me duele el pecho y el est&oacute;mago cuando estoy a su lado, y sacan lo peor de mi persona. Me vuelven agresivo, me hunden en mi depresi&oacute;n, y todo porque no son capaces de ver cuando pido ayuda. Que hasta otras personas de clase se han empezado a dar cuenta que no estoy bien y ellos no son capaces de por su cuenta preguntar como me encuentro si no ven que estoy llorando.</p>
<p>Ahora me interesa un poco otra chica. La K. De momento me parece mejor persona que esos dos. Solo que no quiero decir nada porque de momento estoy intentando ver si yo le podr&iacute;a interesar (de momento s&iacute;, porque creo que es bi con inclinaci&oacute;n por los hombres) y descubrir si me interesa por su persona o porque quiero olvidar al d&uacute;o antidin&aacute;mico.</p>
<p>Primero tengo que ver si tiene pareja. Podr&iacute;a preguntarlo de co&ntilde;a, como broma, pero entonces hay una posibilidad de que se r&iacute;a y no me responda. Y no le quiero preguntar varias veces porque eso ser&iacute;a a&uacute;n m&aacute;s sospechoso. O sea, preguntar directamente como que tengo curiosidad y tal y yasta. En un futuro cercano preguntarle si estar&iacute;a dispuesta a una relaci&oacute;n conmigo.</p>
<p><strong>Update</strong>: Ya no s&eacute; si me interesa de esa manera. Tipo, estoy seguro de que era una estrategia de mi cerebro para olvidar a S y tal, pero tuvimos una conversaci&oacute;n larga y tal el d&iacute;a que me autolesion&eacute; y llegu&eacute; a la conclusi&oacute;n de que no le intereso.</p>
<p>&iexcl;ESO EST&Aacute; BIEN! &iquest;Sabes por qu&eacute;? Porque no es una hija de puta que me dice &ldquo;ay es que no s&eacute; si te quiero de esa manera, uy&rdquo; y luego me abraza, me da la mano y besos en la mejilla. No hace eso. Lo aprecio mucho. De momento solo la quiero como amiga.</p>
<!-- SIGNATURE -->
        <p>Sincerily,<br><img src=img/signature.png></p>
<!-- COMMENT SECTION?? -->
        <br>
        <p class="accent">☆.。.:*・°☆.。.:*・°☆.。</p>
        <iframe src="https://mxbo.nekoweb.org/entry007.html" style="width: 100%; border: none; ;" height= 1000px></iframe>
    </div>
</body class="bsubpage">

<!-- Mirrored from mxbo.neocities.org/entries/entry007 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 10 Jun 2025 10:02:01 GMT -->
</html>